import React from 'react'
import {Container, Card, Box, Typography} from '@mui/material'
import Image from 'next/image'
import { sharedMetadata } from '@/utils'
import DoneIcon from '@mui/icons-material/Done';
import IntroCard from '@/components/Pages/IntroCard/page'
import {ProsCard} from '@/components/Pages/IntroCard/page'

export const metadata = {
  title: 'کلینیک دکتر نگین صفدریان | اندولیفت برای جوانسازی صورت',
  description: `اندولیفت یک جایگزین قابل توجه برای روش های
   جراحی جوان سازی، سفت کردن و کانتورینگ پوست است. این لیزر برای صورت و بدن مناسب است
   و می تواند نتایج چشمگیری را بدون اسکار جراحی و حداقل زمان بهبودی ارائه دهد.`,
  openGraph: {
    title: 'کلینیک دکتر نگین صفدریان | اندولیفت برای جوانسازی صورت',
    siteName: 'کلینیک دکتر نگین صفدریان',
    type: 'article',
    description: `اندولیفت یک جایگزین قابل توجه برای روش های
   جراحی جوان سازی، سفت کردن و کانتورینگ پوست است. این لیزر برای صورت و بدن مناسب است
   و می تواند نتایج چشمگیری را بدون اسکار جراحی و حداقل زمان بهبودی ارائه دهد.`,
    url: 'https://neginsafdarian.com/services/lasers/endolift',
    images: [
      {
        url: '/services/endolift.jpg',
        width: 400,
        height: 400,
        alt: 'اندولیفت'
      },
    ]
  }
}

const Endolift = () => {
  return (
    <>
    <Box width='100vw' height='200px' position='absolute'>
      <Image src='/services-header.png' fill={true}/>
    </Box>
    <Container>
        <IntroCard data={{
            title: 'لیزر اندولیفت',
            description: `
پیشرفته‌ترین روش درمان غیرجراحی صورت در صنعت زیبایی، لیزر اندولیفت است که موجب
 سفت شدن پوست، کاهش چربی و کانتور صورت به طرز قابل توجهی می‌شود. در لیزر اندولیفت فیبر نوری‌ریزی وارد پوست
 (بدون نیاز به سوراخ کردن آن) می‌شود. سپس در حد فاصل درم عمقی و بافت چربی قرار داده می‌شود. این فیبر ویژه
 که مستقیماً در زیر سطح پوست عمل می‌کند، کانال‌هایی را ایجاد می‌کند که مسیری برای انتقال مؤثرتر انرژی لیزر
 فراهم می‌شود. با جابه جا کردن فیبر در این ناحیه، انرژی لیزر دایود در طیف مادون قرمز تابانده می‌شود. این لیزر چربی
 و آب را در بدن را مورد هدف قرار می‌دهد و طول موج آن به طور خاص برای هدف قرار دادن پوست شل طراحی شده است.
 پس از عمل، ممکن است بلافاصله نتایج محسوسی را مشاهده کنید. با این حال، به دلیل فاز بازسازی کلاژن،
 معمولاً بهترین نتیجه با گذشت زمان و در حدود ۳ تا ۶ ماه پس از درمان به دست می‌آید.`
            ,
            image: '/services/endolift-intro.jpg'
            ,
            
        }}/>
        <ProsCard data={{pros: [
                {
                    content: `اندولیفت توسط لیزر پوست را از داخل هدف قرار می‌دهد 
                و باعث کاهش چربی و سفت کردن نواحی شل یا دارای افتادگی می‌شود. گرمای تولید شده توسط لیزر رسوبات چربی را ذوب می‌کند، 
                بافت‌ها را سفت می‌کند و تولید کلاژن را تحریک می‌کند و به طور قابل توجهی شلی پوست را بدون جراحی بهبود می‌بخشد.`,
                    title: 'جلوگیری از شلی و افتادگی پوست'
                },
                {
                    content: `در لیزر اندولیفت فیبر‌های کلاژن  (فیبرهای پروتئینی در ساختار کلاژن سبب ایجاد استحکام در پوست و بافت‌ های بدن می شوند) به طور کامل بازسازی شده و کشش بافت پوست تغییر می‌کند.
                    انرژی وارد شده توسط لیزر باعث تحریک تولید کلاژن در لایه‌های عمیق‌تر پوست می‌شود و پوست را سفت و ضخیم می‌کند.`,
                    title: 'بهبود کلاژن سازی و جوانسازی'
                },
                {
                    content:  `در صورت لزوم از اندولیفت می‌توان برای کاهش چربی بیش از حد در ناحیه‌ی صورت و بدن استفاده کرد. گرمای انتخابی ناشی
 از لیزر قدرت ذوب چربی‌های سرسخت را دارد که از سوراخ‌های میکروسکوپی در ناحیه تحت درمان بیرون میریزد و به طور 
همزمان باعث جمع شدن فوری پوست می‌شود. در نتیجه شلی پوست کاهش می‌یابد و پوست سفت‌تر به نظر می‌رسد و بلافاصله لیفت می‌شود.`,
                    title: 'کاهش چربی اضافه بدن و صورت'
                },
                {
                    content: `افزایش فعالیت و عملکرد متابولیکی ماتریکس خارج سلولی هم یکی دیگر از کاربردهای اندولیفت است.
                     سلول‌ های پوستی در بستره‌ای به نام ماتریکس خارج سلولی قرار گرفته‌ اند که حاوی مواد
                     مختلفی از جمله پروتئین‌ ها (نئو کلاژنزیز) است که هر کدام فعالیت‌ های خاصی را انجام می‌ دهد.
                این متد درمانی (اندولیفت) سبب تحریک و فعال شدن واکنش‌ های متابولیکی در
                ماتریکس خارج سلولی می‌ شود که در نتیجه
                 آن وضعیت ظاهری پوست از جمله زیبایی و شادابی آن را تا حد بالایی بهبود می‌ بخشد.`,
                    title: 'شادابی و زیبایی پوست'
                },
                {
                    content: ``,
                    title: 'اصلاح عدم تقارن‌های بیش از حد ناشی از فیلرها'
                }
                ],
            prosTitle: 'اثرات و فواید اندولیفت'}} />
    </Container>
    </>
  )
}

export default Endolift