import React from 'react'
import {Container, Card, Box, Typography} from '@mui/material'
import Image from 'next/image'
import { sharedMetadata } from '@/utils'
import DoneIcon from '@mui/icons-material/Done';
import IntroCard from '@/components/Pages/IntroCard/page'
import {ProsCard} from '@/components/Pages/IntroCard/page'

export const metadata = {
  title: 'کلینیک دکتر نگین صفدریان | لیزر فرکشنال CO2',
  description: `لیزر CO۲ فرکشنال نوعی درمان پوستی است که توسط متخصصین پوست برای کاهش ظاهر اسکار‌های آکنه، چین و چروک‌های عمیق
 و سایر ناهنجاری‌های پوستی استفاده می‌شود. این یک روش غیر تهاجمی است و از لیزر مخصوصی
 که از دی اکسید کربن تولید شده است برای برداشتن لایه‌های خارجی پوست آسیب دیده استفاده می‌کند.`,
  openGraph: {
    title: 'کلینیک دکتر نگین صفدریان | لیزر فرکشنال CO2',
    siteName: 'کلینیک دکتر نگین صفدریان',
    type: 'article',
    description: `لیزر CO۲ فرکشنال نوعی درمان پوستی است که توسط متخصصین پوست برای کاهش ظاهر اسکار‌های آکنه، چین و چروک‌های عمیق
 و سایر ناهنجاری‌های پوستی استفاده می‌شود. این یک روش غیر تهاجمی است و از لیزر مخصوصی
 که از دی اکسید کربن تولید شده است برای برداشتن لایه‌های خارجی پوست آسیب دیده استفاده می‌کند.`,
    url: 'https://neginsafdarian.com/services/lasers/fractional-CO2',
    images: [
      {
        url: '/services/fractional.jpg',
        width: 400,
        height: 400,
        alt: 'لیزر فرکشنال CO2'
      },
    ]
  }
}

const HIFU = () => {
  return (
    <>
    <Box width='100vw' height='200px' position='absolute'>
      <Image src='/services-header.png' fill={true}/>
    </Box>
    <Container>
        <IntroCard data={{
            title: 'لیزر فرکشنال CO2',
            description: ` این لیزر یک روش غیر تهاجمی است و از لیزر مخصوصی
 که از دی اکسید کربن تولید شده است برای برداشتن لایه‌های خارجی پوست آسیب دیده استفاده می‌کند.
            لیزر CO۲ فرکشنال با ارسال یک پرتو متمرکز 
            از انرژی لیزر به لایه‌های پوستی و ایجاد زخم‌های میکروسکوپی کوچک و یکنواخت کار می‌کند. 
            این آسیب‌های ریز هدفمند به طور مؤثر سلول‌های آسیب‌دیده پوست را از بین می‌برند و در عین
             حال پاسخ‌های درمانی بدن ما را تحریک می‌کنند. این روند طبیعی بهبودی باعث افزایش تولید 
            کلاژن می‌شود که باعث رشد سلول‌های جدید و سالم شدن و شادابی بیشتر پوست می‌شود.
             این لیزر از رویکرد فرکشنال استفاده می‌کند که به معنای هدف قرار دادن دقیق ناحیه خاصی
             از پوست با لیزر اشاره دارد، در حالی که اطمینان حاصل می‌شود که پوست سالم اطراف بدون
             آسیب باقی می‌ماند. این رویکرد منحصر به فرد، بهبودی پوست را تسریع می‌کند و دوره نقاهت 
            پوست را به حداقل می‌رساند و آن را از لایه‌برداری با لیزر سنتی متمایز می‌کند.`
            ,
            image: '/services/fractional-CO2-intro.jpg'
            ,
            
        }}/>
        <ProsCard data={{pros: [
                {
                    content: `لیزر CO2 یک درمان ایمن و موثر برای انواع چین و چروک است.
                     این یک روش درمانی است که به راحتی پوست را بازسازی می کند و به سرعت چین 
                    و چروک ها را کاهش می دهد، 
                    این درمان برای اکثر بیماران یک گزینه موثر است.`,
                    title: 'کاهش چین و چروک و جوانسازی'
                },
                {
                    content: `
لایه‌برداری با لیزر فرکشنال CO۲ یک روش درمانی ثابت شده است که می‌تواند برای سفت کردن پوست دارای افتادگی
 استفاده شود. یکی از راه‌های درمان برای افراد مبتلا به چنین شرایطی، تولید کلاژن اضافی است. 
گرمای لیزر باعث تحریک پوست برای ایجاد بیشتر کلاژن می‌شود. درنتیجه پوست به ظاهری نزدیک‌تر
 به آنچه در سال‌های جوانی و قبل از شروع کاهش سطح کلاژن بوده، باز می‌گردد. این درمان همچنین
 به پوست کمک می‌کند تا با ایجاد الاستین اضافی، انعطاف‌پذیری خود را دوباره به دست آورد.`,
                    title: 'درمان افتادگی پوست'
                },
                {
                    content: `لیزر CO2 فرکشنال، یک روش درمانی غیر
                     تهاجمی برای جوانسازی، بهبود و تقویت سلامت واژن است که با استفاده از تکنولوژی جدیدی به
                     نام فرکشنال، فرآیند ترمیم و جوانسازی پوست در ناحیه واژن را تسریع خواهد کرد. لیزر CO2 فرکشنال در واقع با تولید نوری
                      قابل جذب توسط آب،
                      به شکل هدفمندی بر روی سلول‌های بافتی ناحیه واژن تاثیر گذاشته و از این طریق،
                     به جوانسازی و رفع تیرگی‌های این ناحیه کمک می‌کند.`,
                    title: 'لابیوپلاستی (زیبایی واژن)'
                },
                {
                    content:  ``,
                    title: 'از بین بردن زگیل تناسلی'
                },
                {
                    content: ``,
                    title: 'از بین بردن جای جوش'
                },
                {
                    content: ``,
                    title: 'از بین بردن لک'
                }
                ],
            prosTitle: 'اثرات و فواید فرکشنال CO2'}} />
    </Container>
    </>
  )
}

export default HIFU