import React from 'react'
import {Container, Card, Box, Typography} from '@mui/material'
import Image from 'next/image'
import { sharedMetadata } from '@/utils'
import DoneIcon from '@mui/icons-material/Done';
import IntroCard from '@/components/Pages/IntroCard/page'

export const metadata = {
  title: 'کلینیک دکتر نگین صفدریان | لیزر موی زائد الکس',
  description: `
مهمترین کاربرد لیزر الکس حذف مو‌های زائد است.
 دستگاه لیزر الکساندرایت با استفاده از پالس‌های نوری قدرتمند و کوتاه، تأثیری بسیار خوبی 
بر روی مو دارد که منجر به از بین رفتن مو‌های زائد بصورت دائمی خواهد شد. همچنین این لیزر برای
 درمان برخی مشکلات پوستی مانند رگ‌های واریس و عنکبوتی و خال‌های عروقی استفاده می‌شود.`,
  openGraph: {
    title: 'کلینیک دکتر نگین صفدریان | لیزر موی زائد الکس',
    siteName: 'کلینیک دکتر نگین صفدریان',
    type: 'article',
    description: `
مهمترین کاربرد لیزر الکس حذف مو‌های زائد است. دستگاه لیزر الکساندرایت با استفاده از پالس‌های نوری قدرتمند و کوتاه،
 تأثیری بسیار خوبی بر روی مو دارد که منجر به از بین رفتن مو‌های زائد بصورت دائمی خواهد شد. همچنین
 این لیزر برای درمان برخی مشکلات پوستی مانند رگ‌های واریس و عنکبوتی و خال‌های عروقی استفاده می‌شود.`,
    url: 'https://neginsafdarian.com/services/lasers/alex',
    images: [
      {
        url: '/services/other/alex.jpg',
        width: 400,
        height: 400,
        alt: 'لیزر الکس'
      },
    ]
  }
}

const Alex = () => {
  return (
    <>
    <Box width='100vw' height='200px' position='absolute'>
      <Image src='/services-header.png' fill={true}/>
    </Box>
    
        <IntroCard data={{
            title: 'لیزر موی زائد الکس',
            description: `دستگاه لیزر موی زائد الکساندارایت کلاریتی (الکس) برای از بین بردن موهای ناخواسته و زائد، منجر به از بین بردن فولیکول مو و عدم رشد مجدد مو می‌شود.
این دستگاه برای تولید موج ۷۵۵ نانومتر از جواهری به نام الکسا بهره می برد که پس از تحریک شدن توسط منبع انرژی بسیار قوی، لیزر سبز رنگی را از خود ساطع می کند.پالس ‏های نوری فولیکول موها
 را هدف قرار می‏ دهند و از آسیب رساندن به بافت های اطراف جلوگیری می کند.
همچنین در این دستگاه امکان انتخاب طول موج ۱۰۶۴ 
نانومتر وجود دارد که نتایج قابل مشاهده ای را برای پوست های تیره نیز نشان می دهد.
یکی از مزیت های این دستگاه دیستنس یکبار مصرف و
 قابل تعویض است. دیستنس در واقع سر پلاستیکی دستگاه است که مستقیما با پوست شما در تماس خواهد بود.
 تعویض این قطعه برای هر فرد از انتقال بیماری ها و حساسیت های پوستی جلوگیری می کند.
یکی دیگر از نکات برتری این دستگاه در مقایسه با سایر دستگاه های لیزر الکساندرایت وجود سیستم سرمایشی بسیار قدرتمند و اثر بخش می باشد.
 به دلیل وجود سیستم سرمایشی اثربخش افراد در هنگام انجام لیزر احساس بهتری خواهند داشت.
این دستگاه توسط سازمان غذا و داروی آمریکا تایید شده است و در ایمنی کامل بهترین نتیجه را برای حذف موهای زائد ایجاد می کند. `
            ,
            image: '/services/alex-intro.jpg'
            ,
            pros: [
                {
                    content: `مهمترین کاربرد لیزر الکس حذف مو‌های زائد است. مکانیزم رفع مو‌های زائد توسط دستگاه لیزر
                    الکس به این صورت است که طول موج منتشر شده را به گرما تبدیل می‌کند. این گرما باعث تخریب فولیکول مو می‌شود.
                    فناوری لیزر الکساندرایت طی فرایند فوتو ترمولیز عمل می‌کند، به این معنی که با استفاده از نور و با گرم‌کردن منطقه خاصی
                    که مورد هدف ماست، باعث منهدم شدن فولیکول مو می‌شود. در واقع پالس‌های نور، فولیکول مو را مورد هدف قرار می‌دهند
                    و باعث ریزش مو و به حداقل رساندن رشد مجدد آن می‌شود. طول موج پرتو لیزر الکس، بخش زیادی از بافت مد
                    نظر را به‌صورت دقیق مورد هدف قرار می‌دهد و بدون آسیب به نواحی اطراف، نقش مهمی در حذف مو‌های زائد پوستی دارد.
                    لیزر الکس برای تمامی نواحی بدن مانند ساعد، بازو، زیربغل، بیکینی، صورت، ساق پا، ران و… استفاده می‌‏شود.`,
                    title: 'حذف موهای زائد'
                },
                {
                    content: `با استفاده از دستگاه الکس می توان بدون خونریزی، جراحی و حتی باز کردن پوست، نسبت 
                    به درمان مویرگ های واریسی اقدام کرد. درمان کردن رگ های واریسی با دستگاه الکس در
                     کمتر از 30 دقیقه اتفاق خواهد افتاد و دارای نتایج بلند مدت می باشد. به همین منظور
                     برای درمان رگ های واریسی نیاز به مدت زمان طولانی و تعداد جلسات بالا برای درمان نمی باشد.`,
                    title: 'بهبود رگهای واریس'
                },
                {
                    content: `درمان وریدهای ناخواسته
                     با لیزر الکساندرایت بسیار سریع است. لیزر از نور شدید استفاده می کند که به پوشش رگ های
                     خونی آسیب می رساند. همانطور که بدن شما بهبود می یابد، ورید با بافت اسکار پر می شود بنابراین 
                    دیگر جریان خونی وجود ندارد و این باعث از بین رفتن رگ می شود. ممکن است یک تا دو هفته بعد در
                     اطراف ناحیه ای که لیزر در آن استفاده شده، کبودی و سیاه شدن رگ های خونی را مشاهده کنید.`,
                     title: 'بهبود رگهای عنکبوتی'
                },
                {
                    content: `طول موج الکساندرایت 755 نانومتر به عنوان روشی ایمن و موثر در درمان انواع مختلفی
                     از ضایعات عروقی ثابت شده است. توانایی لیزر الکساندرایت برای هدف قرار دادن انتخابی 
                    و کارآمد ساختارهای عروقی در پوست به این معنی است که بافت‌های اطراف بدون تأثیر باقی می‌مانند.`,
                    title: 'درمان خال عروقی'
                }
                ],
            prosTitle: 'اثرات و فواید لیزر الکس'
        }}/>
    
    </>
  )
}

export default Alex