import React from 'react'
import {Container, Card, Box, Typography} from '@mui/material'
import Image from 'next/image'
import { sharedMetadata } from '@/utils'
import DoneIcon from '@mui/icons-material/Done';
import IntroCard from '@/components/Pages/IntroCard/page'

export const metadata = {
  title: 'کلینیک دکتر نگین صفدریان | معجزه لیفت با نخ در درمان افتادگی صورت',
  description: `لیفت با نخ یک درمان زیبایی غیر تهاجمی است که پوست شما
 را لیفت و سفت می‌کند تا ظاهری جوان‌تر داشته باشید. لیفت با نخ همچنین تولید کلاژن بدن شما را تحریک می‌کند،
 تا پوستی سفت‌تر و انعطاف پذیرتر داشته باشید. روش لیفت با نخ بهبودی سریع و کمترین عوارض را دارد.`,
  openGraph: {
    title: 'کلینیک دکتر نگین صفدریان | معجزه لیفت با نخ در درمان افتادگی صورت',
    siteName: 'کلینیک دکتر نگین صفدریان',
    type: 'article',
    description: `لیفت با نخ یک درمان زیبایی غیر تهاجمی است که پوست شما
 را لیفت و سفت می‌کند تا ظاهری جوان‌تر داشته باشید. لیفت با نخ همچنین تولید کلاژن بدن شما را تحریک می‌کند،
 تا پوستی سفت‌تر و انعطاف پذیرتر داشته باشید. روش لیفت با نخ بهبودی سریع و کمترین عوارض را دارد.`,
    url: 'https://neginsafdarian.com/services/thread-lift',
    images: [
      {
        url: '/thread-lift.webp',
        width: 400,
        height: 400,
        alt: 'لیفت با نخ'
      },
    ]
  }
}

const Microderm = () => {
  return (
        <>
        <Box width='100vw' height='200px' position='absolute'>
          <Image src='/services-header.png' fill={true}/>
        </Box>
        
          <IntroCard data={{
            title: 'لیفت با نخ',
            description: `مزوتراپی عبارت است از وارد کردن گروهی از مواد فعال بیولوژیک با
             سوزن‌هایی بسیار ریز به داخل پوست. این مواد می‌توانند شامل انواع ویتامین، 
            دارو یا فاکتورهای رشد باشند. مزوتراپی نوعی روش درمانی تزریقی است که در تمام
             دنیا، کاربرد زیادی در درمان‌های زیبایی دارد. در واقع مزوتراپی استفاده 
            از دوزهای کم دارو با تزریق‌های مکرر، در ناحیه مورد نظر از پوست است. مزوتراپی یک
             روش بدون درد و بدون نیاز به بی‌حسی است و با زندگی روزمره بیماران تداخلی ندارد.

مزوتراپی تکنیـکی است بـرای تقویت و رشد مجدد موها، جوانسازی ، سفت کـردن
 و بازسـازی پـوست، که توسط تزریق ویتامیـن ها، آمینـو اسیدها، مواد معدنی و… انجام می گـردد. این
 تکنیک علاوه بر تاثیرگذاری بر تقویت و رشد مو، بهبود پوست، در لاغری و تقویت موها نیز کاربرد دارد.
مزوتراپی باعث تغذیه و جوان سازی پوست توسط تولید کلاژن و الاستین می شود و متابولیسم پوست شما را تحریک می کند.`,
            image: '/services/thread-lift-intro.jpg',
            pros: [
    {
        content: ``,
        title: 'بهبود کلاژن سازی'
    },
    {
         content: ``,
        title: 'از بین بردن افتادگی پوست'
    },
    {
        content: ``,
        title: 'رفع چین و چروک'
    },
    
    ],
    prosTitle: 'اثرات و فواید لیفت با نخ'
        }}/>
        
    </>
  )
}

export default Microderm