import React from 'react'
import {Container, Card, Box, Typography} from '@mui/material'
import Image from 'next/image'
import { sharedMetadata } from '@/utils'
import DoneIcon from '@mui/icons-material/Done';
import IntroCard from '@/components/Pages/IntroCard/page'
import {ProsCard} from '@/components/Pages/IntroCard/page'

export const metadata = {
  title: 'کلینیک دکتر نگین صفدریان | معجزه لیفت با نخ در درمان افتادگی صورت',
  description: `لیفت با نخ یک درمان زیبایی غیر تهاجمی است که پوست شما
 را لیفت و سفت می‌کند تا ظاهری جوان‌تر داشته باشید. لیفت با نخ همچنین تولید کلاژن بدن شما را تحریک می‌کند،
 تا پوستی سفت‌تر و انعطاف پذیرتر داشته باشید. روش لیفت با نخ بهبودی سریع و کمترین عوارض را دارد.`,
  openGraph: {
    title: 'کلینیک دکتر نگین صفدریان | معجزه لیفت با نخ در درمان افتادگی صورت',
    siteName: 'کلینیک دکتر نگین صفدریان',
    type: 'article',
    description: `لیفت با نخ یک درمان زیبایی غیر تهاجمی است که پوست شما
 را لیفت و سفت می‌کند تا ظاهری جوان‌تر داشته باشید. لیفت با نخ همچنین تولید کلاژن بدن شما را تحریک می‌کند،
 تا پوستی سفت‌تر و انعطاف پذیرتر داشته باشید. روش لیفت با نخ بهبودی سریع و کمترین عوارض را دارد.`,
    url: 'https://neginsafdarian.com/services/thread-lift',
    images: [
      {
        url: '/thread-lift.webp',
        width: 400,
        height: 400,
        alt: 'لیفت با نخ'
      },
    ]
  }
}

const Microderm = () => {
  return (
        <>
        <Box width='100vw' height='200px' position='absolute'>
          <Image src='/services-header.png' fill={true}/>
        </Box>
        <Container>
          <IntroCard data={{
            title: 'لیفت با نخ',
            description: `لیفت صورت با نخ یک جایگزین غیرتهاجمی برای لیفت صورت با جراحی است.
 در لیفت با نخ با استفاده از سوزن‌های ریز نخ لیفت وارد پوست می‌شود، سپس سوزن خارج شده و نخ باقی می‌ماند. نخ باقی مانده
 علاوه بر کشیدگی صورت، سبب تحریک کلاژن‌سازی و افزایش سنتز کلاژن و الاستین پوست می‌شود و به این ترتیب آثار پیری نظیر چین و چروک را 
از بین می‌برد و شلی و افتادگی پوست را کاهش داده و باعث شادابی پوست می‌شود. قالب نخ‌هایی که استفاده می‌شوند قابل جذب هستند و پس 
از مدتی در پوست از بین ‌می‌روند، ولی آثار کلاژن‌سازی و سفتی پوست برای مدت طولانی باقی می‌مانند. لیفت با نخ به خصوص بهترین انتخاب
 برای افتادگی پایین صورت می‌باشد و باعث بهبود افتادگی زاویه فک، غبغب، ابرو، خط خنده و رفع خطوط افتادگی پایین دهان می‌شود.`,
            image: '/services/thread-lift-intro.jpg',
            
        }}/>
        <ProsCard data={{
        pros: [
    {
        content: ``,
        title: 'بهبود کلاژن سازی'
    },
    {
         content: ``,
        title: 'از بین بردن افتادگی پوست'
    },
    {
        content: ``,
        title: 'رفع چین و چروک'
    },
    
    ],
    prosTitle: 'اثرات و فواید لیفت با نخ'}}/>
    
    <ProsCard data={{
      pros: [
    {
        content: `نخ PDO عمدتاً کلاژن ساز است و لیفت زیادی ایجاد نمی‌کند.`,
        title: 'نخ PDO'
    },
    {
         content: `این نخ بدنه خاردار دارد و بسته به ضخامت 
         و قدرت نخ، لیفت خوبی ایجاد می‌کند. هرچه تعداد نخ بیشتر باشد، میزان کشیدگی ایجاد شده بیشتر است.`,
        title: 'نخ کاگ (COG)'
    },
    {
        content: `این نخ دارای مخروط (cone)‌هایی در طول آن است که باعث تثبیت
         نخ در بافت می‌شود و اثرات خوبی در جوانسازی و کشیدگی پوست دارد.`,
        title: 'نخ سیلوئت'
    },
    {
        content: `نخ آپتوز از قدیمیترین نخ‌های لیفت است که انواع بسیار متنوعی جهت لیفت نواحی مورد نظر صورت و همچنین بدن
         دارد. بدنه نخ علاوه بر ایجاد لیفت از مواد کلاژن ساز تشکیل شده و حتی بعضی از انواع نخ حاوی غشا هیالورونیک
         اسید روی نخ کلاژن ساز است که باعث باز شدن پوست و حتی رفع چروک‌های ظریف، پر شدن پوست و جوانسازی آن می‌شود.`,
        title: 'نخ آپتوز (Aptos)'
    },
    ],
    prosTitle: 'انواع نخ‌های لیفت'
    }}/>

    <ProsCard data={{
      pros: [
        {
          content: ``,
          title: `ایجاد لیفت قابل قبول و نسبتا پایدار بدون نیاز
           به جراحی و بیهوشی و اتاق عمل و با هزینه بسیار کمتر از جراحی لیفت می باشد.`
        },
        {
          content: ``,
          title: `نتایج لیفت با نخ همان لحظه قابل مشاهده است و دوره بهبودی بسیار کوتاهی دارد.`
        },
      ],
      prosTitle: 'مزایای لیفت با نخ'
    }}/>
    
    <ProsCard data={{
      pros: [
        {
          content: ``,
          title: 'هنگام جایگذاری نخ ممکن است علیرغم بیحسی موضعی درد کمی وجود داشته باشد که معمولاً قابل تحمل است.'
        },
        {
          content: ``,
          title: `کبودی مختصر، ورم و ناصافی چین خوردگی سطح پوست چند روز بعد از لیفت ممکن است رخ دهد که غالبا از بین می‌رود.
           در صورتی که چین خوردگی پوست تا دو هفته اصلاح نشود. پزشک معمولاً با ماساژ پوست آن را برطرف می‌کند.`
        },
      ],
      prosTitle: 'عوارض لیفت با نخ'
    }}/>
    
    <ProsCard data={{
      pros: [
        {
          content: ``,
          title: 'تا ۲۴ ساعت بعد از لیفت به ناحیه مورد نظر آب نزنید.'
        },
        {
          content: ``,
          title: 'پس از یک روز چسب محل ورود نخ را برداشته و از پماد آنتی بیوتیک استفاده کنید.'
        },
        {
          content: ``,
          title: 'به مدت ۳ تا ۴ روز از مسکن استفاده کنید زیرا غذا خوردن یا لمس صورت ممکن است برای شما دردناک باشد'
        },
        {
          content: ``,
          title: `تا یک تا دو هفته در غذا 
          خوردن لقمه‌های کوچکتر بردارید یا از غذا‌های نرم‌تر استفاده کنید که نیاز به جویدن نیاز ندارند.`
        },
        {
          content: ``,
          title: 'به مدت دو هفته از رفتن به سونا، جکوزی و ماساژ صورت خودداری کنید.'
        },
        {
          content: ``,
          title: 'به مدت دو تا سه هفته از رفتن به دندانپزشکی به خصوص وقتی دندان‌های عقب شما لازم است ترمیم شود اجتناب کنید.'
        }
      ],
      prosTitle: 'مراقبت‌های پس از لیفت با نخ'
    }}/>

    </Container> 
    </>
  )
}

export default Microderm