import React from 'react'
import {Container, Box, Typography} from '@mui/material'
import Image from 'next/image'
import { sharedMetadata } from '@/utils'
import DoneIcon from '@mui/icons-material/Done';
import IntroCard from '@/components/Pages/IntroCard/page'
import {ProsCard} from '@/components/Pages/IntroCard/page'

export const metadata = {
  title: 'کلینیک دکتر نگین صفدریان | تزریق بوتاکس',
  description: `بوتاکس یک تعدیل‌کننده عصبی تزریقی است که در محل اتصال پایانه‌های عصبی به 
  فیبر‌های عضلانی اثر می‌کند و باعث تضعیف عضله‌هایی که عامل اسپاسم هستند می‌شود. تزریق بوتاکس یکی از پرطرفدارترین
   پروسیجر‌های جوانسازی در تمام دنیا و یک روش امن برای برطرف کردن انقباضات عضلانی مانند خطوط اخم می‌باشد.`,
  openGraph: {
    title: 'کلینیک دکتر نگین صفدریان | تزریق بوتاکس',
    siteName: 'کلینیک دکتر نگین صفدریان',
    type: 'article',
    description: `بوتاکس یک تعدیل‌کننده عصبی تزریقی است که در محل اتصال پایانه‌های عصبی به 
  فیبر‌های عضلانی اثر می‌کند و باعث تضعیف عضله‌هایی که عامل اسپاسم هستند می‌شود. تزریق بوتاکس یکی از پرطرفدارترین
   پروسیجر‌های جوانسازی در تمام دنیا و یک روش امن برای برطرف کردن انقباضات عضلانی مانند خطوط اخم می‌باشد.`,
    url: 'https://neginsafdarian.com/services/injections/botox',
    images: [
      {
        url: '/services/injection/botox.jpg',
        width: 400,
        height: 400,
        alt: 'تزریق بوتاکس'
      },
    ]
  }
}

const Botox
 = () => {
  return (
        <>
        <Box width='100vw' height='200px' position='absolute'>
          <Image src='/services-header.png' fill={true}/>
        </Box>
        
        <Container>
            <IntroCard data={{
            title: 'تزریق بوتاکس',
            description: `
بوتاکس یک تعدیل‌کننده عصبی تزریقی است که در محل اتصال پایانه‌های عصبی به فیبر‌های عضلانی اثر می‌کند و باعث تضعیف عضله‌هایی که عامل
 اسپاسم هستند می‌شود. تزریق بوتاکس یکی از پرطرفدارترین پروسیجر‌های جوانسازی در تمام دنیا و یک روش امن برای برطرف کردن انقباضات 
عضلانی مانند خطوط اخم می‌باشد. اثر بوتاکس گذراست و معمولاً ۴ تا ۶ ماه دوام دارد و کاکرد عضله در طی چند ماه به حد قبلی باز می‌گردد.
 انواع مختلف بوتاکس در بازار ایران موجود است که فقط ۴ تای آن‌ها مجوز وزارت بهداشت برای تزریق را دارند که شامل دیسپورت (Dysport) 
 انگلیسی، نورونوکس (Neuronox) کره و دو نوع ایرانی به نام‌های مصپورت (Massport) و دیستون (Dyston) می‌شود. تزریق سایر انواع بوتاکس که 
 همه چینی هستند و به صورت قاچاق تولید یا وارد می‌شوند از نظر وزارت بهداشت جرم و غیر قانونی است و با
  عوارض فراوانی مانند شوک، واکنش‌های آلرژیک و حتی مرگ همراه است. لذا حتماً قبل از تزریق، نوع بوتاکس 
 خود را چک کنید و علاوه بر آن پزشک ماهر و با تجربه را در تزریق خود انتخاب کنید.`,
            image: '/services/injection/botox-intro.jpg',
            pros: [
    {
        content: ``,
        title: 'برطرف کردن اسکار‌ها و جای زخم‌های صورت و بدن مانند اسکار آکنه'
    },
    {
         content: ``,
        title: 'رفع فرورفتگی‌های ناشی از لوپوس پانیکولیت'
    },
    {
        content: ``,
        title: 'رفع زخم‌های ناشی از تصادف'
    },
    {
        content: ``,
        title: 'جبران کاهش حجم صورت در بیماری‌هایی مانند آتروفی hemifacial'
    },
    {
        content: ``,
        title: 'جوانسازی ناحیه تناسلی بانوان'
    }
    ],
    prosTitle: 'اثرات و فواید تزریق چربی'
        }}/>

        <ProsCard data={{
            pros: [
    {
        content: ``,
        title: 'رفع خطوط اخم'
    },
    {
         content: ``,
        title: 'رفع خطوط افقی پیشانی'
    },
    {
        content: ``,
        title: 'رفع خطوط پنجه کلاغی کنار چشم'
    },
    {
        content: ``,
        title: 'درمان افتادگی ابرو'
    },
    {
        content: ``,
        title: 'کوچک کردن پره‌های بینی'
    },
    {
        content: ``,
        title: 'بالا بردن نوک بینی'
    },
    {
        content: ``,
        title: 'رفع خطوط عمودی دور لب'
    },
    {
        content: ``,
        title: 'درمان خنده‌ی لثه‌ای (بیرون زدگی لثه هنگام خنده)'
    },
    {
        content: ``,
        title: 'رفع خط بغض و افتادگی کنار دهان'
    },
    {
        content: ``,
        title: 'بهبود نمای پوست پرتقالی در چانه'
    },
    {
        content: ``,
        title: 'از بین بردن هیپرتروفی (بزرگ شدن بیش از حد) عضله ماستر (عضله جونده) که منجر به فک مربعی می‌شود.'
    },
    {
        content: ``,
        title: 'رفع خطوط بالای بینی (bunny lines)'
    },
    {
        content: ``,
        title: 'از بین بردن خطوط افقی گردن'
    },
    {
        content: ``,
        title: 'رفع کشیدگی‌های عمودی در گردن'
    },
    {
        content: ``,
        title: 'لیفت پایین صورت (nefertity lift)'
    },
    ],
    prosTitle: 'موارد مصرف بوتاکس در زیبایی'
        }}/>

        <ProsCard data={{
            pros: [
                {
                    content: ``,
                    title: 'کم کردن دندان قروچه و اسپاسم عضلات فک'
                }, 
                {
                    content: ``,
                    title: 'رفع قرمزی صورت و بهبود بیماری روزاسه'
                },
                {
                    content: ``,
                    title: 'رفع هیپرهیدروز یا تعریق بیش از حد در نواحی مختلف به خصوص زیر بغل، کف دست و پا'
                },
                {
                    content: ``,
                    title: 'کاهش انواع سردرد به خصوص سردرد‌های میگرنی'
                },
                {
                    content: ``,
                    title: 'کمک به بهبود فلج و عدم تقارن‌های صورت'
                },
                {
                    content: ``,
                    title: 'رفع تیک‌های ناشی از پلک زدن و حرکت‌های غیر ارادی صورت'
                },
            ],
            prosTitle: 'کاربرد‌های درمانی بوتاکس'
        }}/>
        
        <ProsCard data={{
            pros: [
                {
                    content: `عوارض ناشی از انتشار بوتاکس به عضلات اطراف ممکن است باعث 
                    افتادگی ابرو یا پلک شود که معمولا ظرف چند هفته برطرف می شود ولی با انجام لیزر RF یا گرم کردن
                     و ماساژ پیشانی به طور سریع از بین می رود. 
                همچنین افتادگی پلک با مصرف قطره چشمی آپراکلونیدین دو تا سه بار در روز سریعتر بهبود می‌یابد.`,
                    title: 'افتادگی ابرو یا پلک'
                },
                {
                    content: `بالا رفتن ابروها که با تزریق بوتاکس در ناحیه خارجی پیشانی به هنگام ترمیم قابل برطرف شدن است`,
                    title: 'بالا رفتن ابرو‌ها'
                }, 
                {
                    content: `سردرد از دیگر عوارض بوتاکس است که معمولا به ندرت دیده می شود ولی در عرض ۲ تا ۳ هفته معمولا برطرف می شود.`,
                    title: 'سردرد'
                },
                {
                    content: ``,
                    title: 'تزریق دوز بیش از حد بوتاکس در ناحیه گردن می تواند در بلع اختلال ایجاد کرده و یا باعث تغییر تن صدا شود. '
                },
                    
            ],
            prosTitle: 'عوارض تزریق بوتاکس',
            miscellaneous: 'اگرچه ریسک عوارض جدی در استفاده های زیبایی پوست به ندرت اتفاق می افتد.'
        }}/>
        
        <ProsCard data={{
            pros: [
                {
                    content: ``,
                    title: 'از قبل از تزریق تا دو هفته بعد از آن، آنتی بیوتیک مصرف نکنید.'
                },
                {
                    content: ``,
                    title: 'تا ۴ - ۵ ساعت پس از تزریق، از خم کردن سر و دراز کشیدن پرهیز نمائید.'
                },
                {
                    content: ``,
                    title: `تا دو هفته پس از تزریق، از ماساژ صورت و
                     انجام کار‌هایی که باعث حرکت ناحیه و جابجا کردن بوتاکس می‌گردد، خودداری نمایید‌.`
                },
                {
                    content: ``,
                    title: 'در صورتی که مشکلی داشتید، ۲ هفته بعد برای ترمیم رایگان تشریف بیاورید.'
                },
            ],
            prosTitle: 'مراقبت‌های بعد از تزریق بوتاکس'
        }}/>
        </Container>
        
    </>
  )
}

export default Botox
